{
  "header": {
    "about": "Sobre",
    "projects": "Projetos",
    "experiences": "Experiências",
    "contact": "Contato"
  },
  "switchLanguage": "Mudar idioma",
  "switchTheme": "Mudar tema",
  "landingPage": {
    "greeting": "Olá, eu sou",
    "role": "Desenvolvedor Full-Stack",
    "description": "Especializado em desenvolver aplicações full stack, com foco em performance, segurança e uma experiência fluida de ponta a ponta.",
    "contactBtn": "Entre em contato",
    "resumeBtn": "Ver Currículo"
  },
  "experiences": {
    "title": "Minha Trajetória",
    "description": "Experiências profissionais e acadêmicas",
    "professional": "Experiências Profissionais",
    "education": "Formações Acadêmicas",
    "mainSkillsText": "Principais habilidades",
    "summary": {
      "opella": {
        "title": "Efetividade da Força de Vendas",
        "period": "Jan/2025 - Atual",
        "description": "Atuação na área de Efetividade da Força de Vendas, com foco em gestão de acessos, manutenção de dados da força ativa e automação de relatórios com KNIME e Excel.",
        "mainSkills": {
          "1": {
            "label": "KNIME"
          },
          "2": {
            "label": "Excel"
          },
          "3": {
            "label": "Scrum"
          }
        }
      },
      "fiap": {
        "title": "Análise e Desenvolvimento de Sistemas",
        "period": "Fev/2024 - Dez/2025",
        "description": "Curso superior focado em desenvolvimento de software, bancos de dados, arquitetura de sistemas e metodologias ágeis com ênfase em projetos práticos.",
        "mainSkills": {
          "1": {
            "label": "Aplicações Full Stack"
          },
          "2": {
            "label": "Banco de Dados"
          },
          "3": {
            "label": "Metodologias Ágeis"
          }
        }
      }
    }
  },
  "projects": {
    "title": "Projetos",
    "description": "Uma mostra dos meus trabalhos recentes e projetos pessoais",
    "viewProject": "Ver Projeto",
    "viewCode": "Ver Código",
    "featured": "Destaque",
    "technologies": "Tecnologias",
    "summary": {
      "pe-na-estrada": {
        "description": "Solução inteligente voltada para motoristas que buscam entender rapidamente problemas em seus veículos. Por meio do uso de inteligência artificial, a plataforma realiza um diagnóstico inicial, estima o custo do reparo e indica oficinas próximas, promovendo mais transparência e segurança na tomada de decisão.",
        "award": "2° lugar - NEXT 2024"
      },
      "spot-it": {
        "description": "Solução interativa que usa inteligência artificial para localizar rostos específicos em meio a imagens complexas, inspirada no conceito de “Onde está o Wally?”. O projeto oferece uma experiência lúdica e investigativa, integrando visão computacional e resposta em tempo real."
      },
      "kungfuapp": {
        "description": "Aplicação desenvolvida para mestres e professores de Kung Fu que desejam gerenciar de forma prática seus núcleos e alunos. A plataforma permite o cadastro de núcleos, controle detalhado de alunos e gerenciamento das faixas, promovendo mais organização, autonomia e eficiência no acompanhamento da evolução dos praticantes."
      },
      "grade": {
        "description": "Plataforma desenvolvida para professores do ensino superior gerenciarem turmas de Graduação, Pós-Graduação e MBA. Permite a criação de avaliações para uma ou mais turmas, geração de feedback com inteligência artificial e oferece um dashboard com indicadores-chave, como médias das turmas e avaliações pendentes, para facilitar o acompanhamento do desempenho."
      }
    }
  },
  "contact": {
    "title": "Entre em Contato",
    "description": "Clique em qualquer informação abaixo para copiar para a área de transferência",
    "clickToCopy": "Clique em qualquer cartão para copiar a informação"
  },
  "footer": {
    "rights": "Copyright © 2025 by Arthur Spedine. Todos os direitos reservados."
  }
}